{
    "Luffy":[
        "I Am Going To Be The Pirate King.",
        "If You Don't Take Risks, You Can't Create A Future.",
        "Power Isn't Determined By Your Size, But By The Size Of Your Heart And Dreams.",
        "You Want To Keep Everyone From Dying? That's Naive. It's War. People Die.",
        "If I give up now, I'm going to regret it.",
        "If you don't take risks, you can't create a future.",
        "I don't wanna conquer anything. It's just that the person with the most freedom on the sea is the pirate king.",
        "Forgetting is like a wound. The wound may heal but it has already left a scar.",
        "There is something mysterious about the life of a pirate.",
        "I'm gonna create a world where my friends can eat as much as they want.",
        "I refuse your refusal.",
        "I'm your captain now! We'll be waiting for you in Wano! You better come!",
        "I have Nakama who are not strong… But I still want them to be with me! So, I have to be stronger than anybody else… or else I'll lose them all!",
        "Don't you dare make my navigator cry!",
        "I don't care who you are! I will surpass you!",
        "Being alone is more painful than getting hurt.",
        "Power isn't determined by your size, but the size of your heart and dreams!",
        "Hero? No! We are pirates! I love heroes, but I don't wanna be one!",
        "No matter how hard or how impossible it is, never lose sight of your goal.",
        "One day, I'll have a ship and a crew better than yours! And we'll have the biggest hoard of treasure in the world!",
        "If you want to compare ambitions, mine is bigger!",
        "If you're hungry, eat.",
        "Never understand the true meaning of a pirate's flag!"
    ],
    "Zoro":[
        "If I can't even protect my captain's dream, then whatever ambition I have is nothing but talk! Luffy must be the man who becomes the Pirate King!",
        "Only those who have suffered long, can see the light within the shadows.",
        "If I die here, then I'm a man that could only make it this far.",
        "Being strong isn't just about having power or move, it about one's spirit.",
        "I don't care what the society says. I've never regretted doing anything. I will survive and do what I want to.",
        "It's true that there are some things that I'd rather not cut… But let me ask you… Have you ever met a beast… That you were sure would never bite?",
        "There is someone that I must meet again. And until that day… not even Death himself can take my life away!",
        "You need to accept the fact that you're not the best and have all the will to strive to be better than anyone you face.",
        "Well, how about this. My 'luck' versus this thing's 'curse'… wanna see what's stronger…? If I lose, then I'm just that much of a man anyways…",
        "When I decided to follow my dream, I had already discarded my life.",
        "Ha, you want to kill me? You couldn't even kill my boredom...",
        "Over the nine mountains, across the eight seas, there is nothing I cannot cut.",
        "Scars On The Back Are A Swordsman's Shame.",
        "Nothing… Happened."
    ],
    "Nami":[
        "What good is a treasure if I am alone?"
    ],
    "Usopp":[
        "There comes a time when a man has to stand and fight! That time is when his friends' dreams are being laughed at! And I won't let you laugh at that!",
        "Man or Child, Strong or Weak, None of those matters once you are out at sea!",
        "Protecting what we cherish most as men is the reason why we formed this pirate crew!"
    ],
    "Sanji":[
        "Don't start a fight if you can't end it.",
        "It's a man's duty to forgive women's lies.",
        "Food is a gift from god. Spices are a gift from the devil. It looks like it was a bit too spicy for you.",
        "I know the Marines dont give a damn about me… But soon enough the man who will be most feared by the marines will be me…"
    ],
    "Chopper":[
        "I don't care now. I wanted to look like a human because I wanted friends. Now I want to be a monster who's helpful to Luffy!"
    ],
    "Robin":[
        "Sometimes the only thing you have to doubt is your own common sense.",
        "Fools who don't respect the past are likely to repeat it.",
        "Before the heart of truth, there is no need for words."
    ],
    "Franky":[
        "The government says your existence is a crime, but no matter what kind of weapons you may hold, just being alive isn't a sin! There's no crime in living!"
    ],
    "Brook":[
        "No matter how deep the night, it always turns to day, eventually.",
        "Death is never an apology.",
        "What keeps me alive in this world is neither bodily organs, nor muscles - it's my soul!",
        "Loneliness is no longer part of my vocabulary.",
        "Neither God nor the Devil can give aid to those without the will to fight.",
        "It's over when you give up.",
        "What do you know of death?!! Have you ever died?!! You think death will preserve your cause forever?!! Ridiculous!! Death leaves nothing behind!",
        "Once a person passes on, nothing remains but dead bones! If there is one thing I can't stand, it is a person with no respect for life!",
        "All for one, one for all! There are times when a man has no choice but to act!",
        "Yo ho ho ho! Now to party! I'll provide the music!",
        "Yohoho! Music is power!"
    ],
    "Jinbe":[
        "Stop counting only those things you have lost! What is gone, is gone! So ask yourself this. What is there… that still remains to you?!",
        "You can't bring back what you've lost, think about what you have now!",
        "It is a sad truth that greater the authority a person possesses, the more he tends to fear change."
    ],
    "Legends":[
        "Maybe nothing in this world happens by accident. As everything happens for a reason, our destiny slowly takes form. – Silvers Rayleigh",
        "Inherited Will, The Destiny of the Age, and The Dreams of the People. As long as people continue to pursue the meaning of Freedom, these things will never cease to be! – Gol D. Roger",
        "Seek freedom, and it will stretched out before your eyes. If the endless dream guides your restless spirit, seize it! Raise your flag, and stand tall! – Gol D. Roger",
        "My wealth and treasures? If you want it, I'll let you have it. Look for it, I left all of it at that place! – Gol D. Roger",
        "I have no sympathy for criminals but for my family, I do. – Monkey D. Garp"
    ],
    "Shibukais":[
        "The New Era Of Daring Ones Is Coming With An Unstoppable Swell!- Trafalgar D. Law",
        "The weak don't get to decide anything, not even how they die. – Trafalgar D. Law",
        "Pirates are evil? The Marines are righteous?… Justice will prevail, you say? But of course, it will! Whoever wins this war becomes justice! – Donquixote Doflamingo",
        "That's right! Whatever the tragedy or the blunder is, only the things that actually happened are written in stone! – Donquixote Doflamingo",
        "It's not some sort of special power. He has the ability to make allies of everyone he meets. And that is the most fearsome ability on the high seas. – Dracule Mihawk",
        "Find yourself and your true world. Become stronger! No matter how long it takes, I will await you in my strongest form. Surpass this sword! Surpass me! – Dracule Mihawk",
        "The world has too many heroes. It needs a monster. – Dracule Mihawk",
        "I don't remember the name of every weakling I crush. – Dracule Mihawk"
    ],
    "Yonkos":[
        "By experiencing both victory and defeat, running away and shedding tears, a man will become a man. It's okay to cry, but you have to move on. – Shanks",
        "You can spill drinks on me, even spit on me. I'll just laugh about it. But If you dare to hurt my friends… I won't forgive you! – Shanks",
        "Your honor isn't worth your life. – Shanks",
        "You're dreaming bandit. If you want to fight us, bring a warship. – Benn Beckman",
        "People's Dreams... Have No Ends - Marshall D. Teach",
        "One Piece Does Exist! - Edward 'Whitebeard' Newgate",
        "It doesn't matter who your parents were. Everyone is a child of the sea. – Edward Newgate"
    ],
    "Others":[
        "Even if armed with hundreds of weapons… there are times when you just can't beat a man with a spear of conviction in his gut. – Red-leg Zeff",
        "No one is born into this world to be alone. – Jaguar D. Saul",
        "I'll die smiling! Because if you ever think of me in the future, I want you to remember me smiling. – Donquixote Rosinante",
        "We shouldn't worry about being able to achieve our dreams, as long as we have the desire to do it. – Coby",
        "Victory or defeat can be determined in a single moment misstep. – Kizaru",
        "If you lose credibility by just admitting fault, then you didn't have any in the first place. – Fujitora",
        "Don't try to find a reason for somebody's love! – Sengoku",
        "How Can We Look Any Of You In The Eyes And Say That Wano Is Safe With Us? - Kozuki Momonosuke",
        "There can be no happiness in a world where the undesirables are thrown away. – Monkey D. Dragon",
        "Someday, I promise you, they will all watch as I change the world. – Monkey D. Dragon"
    ]
}
